chat_system_782401510_actor_description=Nerod tavern-keeper. Dwarf.
chat_system_782401510_snap_0_question=^?^Hey, human, don't just walk by - drop in for a drink. Fancy that, I've never seen a live horse. Would you like to give it to me, eh? Alright, no is no, don't be nervous! I never thought humans were so nervous.<br>Look, [class], can you help me?
chat_system_782401510_snap_0_answer_0=^?^Help? Probably I can, but I won't promise anything until I know what the matter is.
chat_system_782401510_snap_1_question=^?^You see, human... Well, do you know why dwarves are so strong and courageous? No? It's not because we're so strong with our body or intellect - it's our spirit! And where does our spirit come from? From beer! Beer is the divine beverage, which gives our spirit strength. But now that there's this war with the Demons, beer is being sold in great amounts.<br>But now I've noticed that the beer isn't like what it used to be. The taste, the color, and even the effect is different. And so I'm losing my customers. If it keeps going like this, I'll have to cut my prices.<br>Would you go and speak to our brewer, Dalas? I can't do it myself because I have to tend the bar. But I'll pay you.<br>[reward]
chat_system_782401510_snap_1_answer_0=^?^Beer is good, and good beer is even better. Sure, I'll help you.
chat_system_782401510_snap_1_answer_1=^?^Maybe it's better that your beer has become weaker. You won't fight good if you're suffering from a hangover. Beer only harms your warriors. I won't help you.
chat_system_782401510_snap_2_question=^?^What, you forgot something in my tavern? There's no good beer here, I'm sorry to say! If you're satisfied with light and warm then I can serve you.
chat_system_782401510_snap_2_answer_0=^?^I just came by to talk about the beer. What's the problem?
chat_system_782401510_snap_2_header_0=^?^I don't really know what the matter is. But the beer Dalas now brings me is very bad.<br>Would you visit him and ask him what the problem is?<br>[reward]
chat_system_782401510_snap_2_answer_1=^?^No, thanks, I'm already on my way somewhere else.
chat_system_782401510_snap_3_question=^?^So? Have you talked to Dalas yet?
chat_system_782401510_snap_3_answer_0=^?^Yes, I have. But no good news yet. He's got problems of his own. But I'll definitely handle it.
chat_system_782401510_snap_3_answer_1=^?^Yes, I've found out what the problem is. And I've brought you a barrel of excellent beer from Dalas! He is sorry for the barrels of bad beer, which he sent you by mistake.
chat_system_782401510_snap_3_answer_2=^?^Not yet.
chat_system_782401510_snap_4_question=^?^A whole barrel of beer? Well this is great news! Beer! Free beer to everyone! Drinks on the house!<br>[reward]
chat_system_782401510_snap_4_answer_0=^?^I was glad to help.
